{
  "news": [
    {
      "id": "aed0f4c2-1dbe-11eb-adc1-0242ac120002",
      "name": "What to Watch for on Election Night: An Hour-by-Hour Guide",
      "description": "There are many fine Election Night guides that can tell you when each state’s polls close and their rules for tabulating mail ballots, but if you haven’t been obsessively refreshing RealClearPolitics for months, they may not tell you much. If you simply want to be smart about how the night is unfolding hour by hour for Joe Biden and Donald Trump — and a few key down-ballot races — this is the guide for you. There’s a lot we don’t know about when votes will be reported on Tuesday night. Although there will be exceptions, the best bet is for slower-than-usual reporting of votes thanks to the many hoops that election officials have to jump through to process and tabulate mail ballots and, in some areas, the potentially long Election Day lines due to COVID-19 precautions and inadequate polling-place infrastructure. It has become a cliché to say this may be Election Week or Election Month rather than Election Day, but there’s a kernel of truth to it. The media mavens who are responsible for “calling” election wins and losses may be, and probably should be, extra-cautious in projecting and declaring outcomes, since they will be utilizing preelection polling to estimate mail-ballot results. The Democratic landslide some observers expect would speed things up considerably by reducing the number of states that are either too close to call or too early to call. There could be plenty of blue shifts and red shifts over the course of Election Night thanks to the large partisan split in how people are casting their ballots this year. Polls show far more Democrats are voting by mail, while Republicans, affected by Trump’s attacks on mail ballots, are more likely to vote in person on Election Day. After November 3, there will be a sizable blue shift almost everywhere as late mail and provisional ballots are counted. Here is what to watch for on Tuesday and beyond.",
      "date": 1591266047000,
      "shortDescription": "This overarching approach to brain care allows users to ramp up positive emotion, fine tune mental acuity, boost psychological resilience, and generally help you become a calmer, more focused, happier version of yourself.",
      "img": "https://d.newsweek.com/en/full/1663097/capitol-building-washington-dc.webp?w=790&f=4066e12f9802dac61f506f83dbd20c7e"

    },
    {
      "id": "2c3eca0e-1dc1-11eb-adc1-0242ac120002",
      "name": "The Sidekick’s Final Ride: Pence Makes One More Push for Trump",
      "description":"On the final day of campaigning before the election, Mike Pence is helping Donald Trump make up for the time on the trail lost to the pandemic that has killed more than 220,000 Americans during their administration. As the president hosts rallies in North Carolina and Wisconsin, the man who may not ever be president himself rallies in Pennsylvania and Michigan, a total of four rallies during a day that began with his arrival at Joint Base Andrews in Maryland at 10:21 am and that’s scheduled to end at 1:25 am on Election Day when he returns there. As New York Magazine’s Washington correspondent, I’m traveling with the Vice President as part of the press pool, the term for the rotating group of reporters that travels with politicians and government leaders in order to provide information to the rest of the press corps to protect our access and ensure some level of transparency. As I write this on Air Force Two, where there is no WiFi available for reporters but there is WiFi available to non-reporters, Fox News is on all of the TVs despite an in-flight movie list that includes “Adventures of Dolly and Spanky,” “The Swan Princess,” and “The Tomorrow Man.” That last one stars John Lithgow as Ed, a man who, according to the description in the Special Air Missions program, “spends his life preparing for a disaster that may never come” while “Ronnie (Blythe Danner) spends her life shopping for things she may never use. In a small town somewhere in America these two people will try to find love while trying not to get lost in each other’s stuff.” What follows are the reports as they were sent in real time to the White House and the press corps.",
      "date": 1591565994000,
      "shortDescription": "And for those suffering from sleep issues, they’ll find sets of soothing and sensory-rich stories that lower stress, resist the impulse to overthink and generally help users drift off peacefully without the need for drugs.",
      "img": "https://d.newsweek.com/en/full/1662814/donald-trump.webp?w=790&f=f2b10982cb4d7c7e8236f6a9157d3a23"

    },
    {
      "id": "2f6f6bde-1dc1-11eb-adc1-0242ac120002",
      "name": "Dixville Notch Sweep for Biden as He Becomes First Candidate since Nixon to Win All Votes in N.H. Township",
      "description": "Former vice president Joe Biden won all five of the votes cast for president in the tiny New Hampshire township of Dixville Notch, becoming the first candidate to do so in 60 years. Voters in Dixville Notch traditionally cast their ballots just after midnight and theirs are some of the first cast and counted on Election Day. All five votes for president went to Biden, but voters were split when choosing candidates for the House and Senate, although the Democratic candidates still prevailed.Former vice president Joe Biden won all five of the votes cast for president in the tiny New Hampshire township of Dixville Notch, becoming the first candidate to do so in 60 years. Voters in Dixville Notch traditionally cast their ballots just after midnight and theirs are some of the first cast and counted on Election Day. All five votes for president went to Biden, but voters were split when choosing candidates for the House and Senate, although the Democratic candidates still prevailed.",
      "date": 1591098047000,
      "shortDescription": "This overarching approach to brain care allows users to ramp up positive emotion, fine tune mental acuity, boost psychological resilience, and generally help you become a calmer, more focused, happier version of yourself.",
      "img": "https://d.newsweek.com/en/full/1663084/dixville-notch.webp?w=790&f=7daf1c1830cc43db3de91ded469bca7a"

    },
    {
      "id": "409403de-1dc1-11eb-adc1-0242ac120002",
      "name": "Democrats Win Court Battle Over Texas Drive-Thru Ballots",
      "description":"Afederal judge ruled against a last-ditch effort from Texas Republicans to throw out 127,000 ballots already cast via drive-thru polling stations in the state's most populous county. The last-minute hearing, 24 hours before Election Day, brought the final decision on these disputed votes in what was the last available lawsuit for GOP plaintiffs to argue that drive-thru voting is unconstitutional. U.S. District Judge Andrew Hanen ruled that the votes in Harris County will be counted despite Republican efforts to invalidate these ballots in the largely Democratic county. Hanen, who was appointed by President George W. Bush, said he did not believe the plaintiffs had a legal standing to sue.",
      "date": 1593598810000,
      "shortDescription": "This digital therapy app combines elements of neuroscience, psychoacoustics, positive CBT and technology into a new form of self improvement that just might help lift any negative energy or soothe any frayed nerves.",
      "img": "https://d.newsweek.com/en/full/1662750/drive-thru-polling-texas.webp?w=790&f=42e85f0087aabee2ee811cab329932dc"

    },
    {
      "id": "42e03dc4-1dc1-11eb-adc1-0242ac120002",
      "name": "What Afghanistan Wants from the Winner of the US Election",
      "description":"Afghanistan is calling for long-term commitments from the winner of Tuesday's election, including security support and society-building, as both presidential candidates promise to end the United States' longest-running war. To Kabul, it's about more than the conflict. \"The U.S.-Afghanistan Partnership has been based on mutual security interests, so characterizing it only as the longest war is overly simplistic,\"Afghan ambassador to the U.S. Roya Rahmani told Newsweek.",
      "date": 1604831627000,
      "shortDescription": "We’re delighted to be working with five leading banks in India: ICICI Bank, HDFC Bank, Axis Bank, the State Bank of India, and Jio Payments Bank. People can send money on WhatsApp to anyone using a UPI supported app.",
      "img": "https://d.newsweek.com/en/full/1662759/afghanistan-kabul-university-attack-isis.webp?w=790&f=47d1bfe726b33c4a86ec5a976df73eb6"

    },
    {
      "id": "4b5dfb12-1dc1-11eb-adc1-0242ac120002",
      "name": "What Barack Obama Said About Donald Trump During the Campaign",
      "description":"Former President Barack Obama weighed into the presidential campaign this year after former Vice President Joe Biden secured the Democratic nomination. In the closing weeks, Obama's become a highly visible cheerleader for his former VP. Obama, President Donald Trump's immediate predecessor in the White House, has grabbed headlines with his direct and often stinging criticism of the president. On Monday, with just hours before the polls were due to open, Obama called Trump a \"two-bit dictator\" following reports that the president intends to declare premature victory on election night.",
      "date": 1606818762000,
      "shortDescription": "That isn’t to say, Dusaniwsky added, that Tesla short interest won’t gradually decrease as short sellers tap out due to their losses.",
      "img": "https://d.newsweek.com/en/full/1663074/former-president-barack-obama-speaks-miami.webp?w=790&f=9a8debfb8100e96f8334a4d3ab4627b9"

    },
    {
      "id": "5f8ed76e-1dc1-11eb-adc1-0242ac120002",
      "name": "Texas COVID Hospitalizations Highest Since August as El Paso Struggles with Rising Deaths",
      "description":"Total coronavirus hospitalizations in Texas reached 5,691 on Sunday, the highest level since late August when 5,639 COVID-19 hospitalizations were reported on August 20, according to the latest report from the Texas Department of State Health Services (DSHS). Hospitals in El Paso County are struggling to cope with the increasing number of fatalities which has been rising faster than the county can investigate those deaths, according to El Paso County Judge Ricardo Samaniego. A total of 232 possible COVID-19 deaths were reported to be under investigation and the county is running out of places to place those bodies, according to Samaniego, who ordered a fourth mobile morgue unit just a day after a third mobile morgue unit was set up, El Paso's KFOX-TV reported. Samaniego noted: \"People that die are under investigation, to see if they died of COVID and to discern whether or not they had other diseases. That holds back the process.",
      "date": 1601893902000,
      "shortDescription": "In terms of sheer growth, NVDA has added more dollars to its market cap this year than practically any other semiconductor stock on the market.",
      "img": "https://d.newsweek.com/en/full/1662537/austin-texas-possible-covid-19-patient-august-2020.webp?w=790&f=9f35d6efbd3c4a34c979b21ddfa55e7a"

    },
    {
      "id": "572508b4-1dc1-11eb-adc1-0242ac120002",
      "name": "Mysterious Blue Dots Spray-Painted in Front of Homes of Biden Supporters in California",
      "description":"Residents of a California city said they felt threatened after mysterious blue dots appeared outside homes which were displaying signs supporting Joe Biden and Kamala Harris. Police said they are investigating after a number of dots were spray-painted on the roads in front the Roseville houses of people backing the democratic presidential ticket just days before the election. \"It's pretty creepy,\" Adam Quilici, who lives in Roseville, told KCRA. \"I feel targeted and intimidated a little bit. It just seems like it's not OK.\" Quilici described how one of his neighbors told him about the blue dots on Sunday morning.",
      "date": 1588404600000,
      "shortDescription":"Short sellers borrow shares to immediately sell when the price is high, re-buy the stock when the price is low, and pocket the difference after returning the shares to their broker (a move known as “closing a short.”)",
      "img": "https://d.newsweek.com/en/full/1663119/biden.webp?w=790&f=197d1f96443e550ed62ef5d1e6d919bc"

    },
    {
      "id": "6874f7c8-1dc1-11eb-adc1-0242ac120002",
      "name": "My First Election, in a Deeply Flawed America",
      "description": "In 1996, my parents left their friends and family in China for the United States. To them and many immigrants of their generation, the idea that America—mei guo (美国), or “beautiful country,” in Chinese—would transform their life for the better was as obvious as vegetables being good for their health. This year, on July 22, I fulfilled one of their goals when I became an American citizen. Instead of feeling excited, though, I am deeply conflicted about this supposed accomplishment. The country has descended into moral and governmental decay. The president mocks sense and science while more than 220,000 people have died from COVID-19, and the whole world looks at America in pity. Asians like me fear attacks on the street, as the president continues to scapegoat China for the U.S.’s failed response to the coronavirus. Friends are planning to leave the country, and journalists are writing doomsday articles about the end of democracy here.",
      "date": 1604313587000,
      "shortDescription":"Currently, Google Pay and PhonePe have a mammoth share in India’s UPI-based payment market. Two companies were responsible for more than 1.6 billion out of 2 billion transactions in October.",
      "img": "https://cdn.theatlantic.com/thumbor/_LDNdcW8_VFkggr7hojIGwOj6u4=/1440x810/media/img/mt/2020/11/AmyZhang/original.jpg"

    },
    {
      "id": "7e082f92-1dc1-11eb-adc1-0242ac120002",
      "name": "Britain Is Holding Its Breath",
      "description":"It is that time again, when the world outside the United States stops, when we foreigners hold our collective breath and look up from our own domestic concerns to discover whom the citizens of America have chosen as their new Caesar—and ours. The outcome has always mattered, and mattered enormously, but has rarely affected an American ally’s core strategy: The U.S. was simply too important, its foreign policy too settled, for any other country’s policies to be tied to one particular candidate. A leader of a European state might dislike or disapprove of an American presidential hopeful’s politics, philosophy, or temperament, but this did not usually swell into fears about the fundamental interests of the state itself. Ronald Reagan’s election was beneficial to Margaret Thatcher, but a Jimmy Carter victory would’ve been fine for Britain. Barack Obama’s election was welcomed by most in Europe, but John McCain was perfectly acceptable. Even George W. Bush’s victory in 2000 was not existential. (Perhaps the one exception to this rule is the 1940 election of Franklin D. Roosevelt, upon whose shoulders Winston Churchill rested many of his hopes—and the free world’s. But even in that case, Roosevelt’s opponent, Wendell Willkie, was very pro-British, and FDR ultimately used him as an informal envoy to London in 1941.)",
      "date": 1606904362000,
      "shortDescription":"We’re delighted to be working with five leading banks in India: ICICI Bank, HDFC Bank, Axis Bank, the State Bank of India, and Jio Payments Bank. People can send money on WhatsApp to anyone using a UPI supported app.",
      "img": "https://cdn.theatlantic.com/thumbor/abwUp1vcB2cyNvCrLwlrZhHGSDk=/0x579:5568x3711/1440x810/media/img/mt/2020/11/GettyImages_1197718058/original.jpg"

    },
    {
      "id": "9dd7bcac-1dc1-11eb-adc1-0242ac120002",
      "name": "America Is a Republic, Not a Democracy’ Is a Dangerous—And Wrong—Argument",
      "description":"The founding generation was deeply skeptical of what it called “pure” democracy and defended the American experiment as “wholly republican.” To take this as a rejection of democracy misses how the idea of government by the people, including both a democracy and a republic, was understood when the Constitution was drafted and ratified. It misses, too, how we understand the idea of democracy today. George Packer: Republicans are suddenly afraid of democracy When founding thinkers such as James Madison spoke of democracy, they were usually referring to direct democracy, what Madison frequently labeled “pure” democracy. Madison made the distinction between a republic and a direct democracy exquisitely clear in “Federalist No. 14”: “In a democracy, the people meet and exercise the government in person; in a republic, they assemble and administer it by their representatives and agents. A democracy, consequently, will be confined to a small spot. A republic may be extended over a large region.” Both a democracy and a republic were popular forms of government: Each drew its legitimacy from the people and depended on rule by the people. The crucial difference was that a republic relied on representation, while in a “pure” democracy, the people represented themselves.",
      "date": 1601782241000,
      "shortDescription":"Stadia, Google’s budding game-streaming service, is announcing a major new feature today: you can now share your games with family.",
      "img": "https://cdn.theatlantic.com/thumbor/EHbOIML7CHZl41i-iPV6RboRT_o=/1440x810/media/img/mt/2020/10/ConstitutionDemocracy/original.jpg"

    },
    {
      "id": "a4beb0e8-1dc1-11eb-adc1-0242ac120002",
      "name": "Trump’s Second Term Will Be Nothing Like His First",
      "description":"When a president is running for a second term, elections tend to look like a contest between change (a new candidate) and more of the same (the incumbent). But 2020 doesn’t fit the mold. As aberrant as Donald Trump’s first term in office has been, a second term might be a more radical departure from the past four years than even a comparative return to normalcy under Joe Biden would be. In other words, this is a change election either way—the question is what kind of change.",
      "date": 1599216282000,
      "shortDescription":"You’ll also be able to share games included with a Stadia Pro subscription, though these titles will of course no longer be available once you end that subscription.",
      "img": "https://cdn.theatlantic.com/thumbor/WZptNO8b9_yzm7D_3rNjcNquD4g=/0x0:5472x3078/1440x810/media/img/mt/2020/11/GettyImages_652984898/original.jpg"

    },
    {
      "id": "be97a376-1dc1-11eb-adc1-0242ac120002",
      "name": "America Is About to Choose How Bad the Pandemic Will Get",
      "description":"The president’s response to the pandemic should not have been a surprise. In December 2016, a month before Donald Trump was inaugurated, I asked how a pandemic would play out during his term. The question was not idly put: Every recent president before Trump had been challenged by epidemics, and Trump’s actions as both a citizen during the 2014 Ebola outbreak and a candidate on the campaign trail had been troubling. His record suggested that come a pandemic, he would lie, spread misinformation, opt for travel bans in lieu of more effective measures, and heed his own counsel over that of experts. In the 2020 election, on top of every routine test of character and capability, the candidates must answer the challenge the coronavirus has brought to this country. Trump’s response has been so lax as to effectively cede the country to a virus whose spread is controllable. He has, by his own admission, repeatedly downplayed the threat after he became aware of how dangerous the new coronavirus could be. He caught the virus himself and seems to have learned nothing from the encounter.",
      "date": 1598943600000,
      "shortDescription":"In terms of sheer growth, NVDA has added more dollars to its market cap this year than practically any other semiconductor stock on the market.",
      "img": "https://mediad.publicbroadcasting.net/p/shared/npr/styles/x_large/nprshared/202010/919134430.jpg"

    },
    {
      "id": "b17284ae-1dc1-11eb-adc1-0242ac120002",
      "name": "Republican Female Candidates Are Poised to Make Record Gains This Year. But Donald Trump's Unpopularity Could Bring Them DownRepublican Female Candidates Are Poised to Make Record Gains This Year. But Donald Trump's Unpopularity Could Bring Them Down",
      "description":"If the Republican Party could design its ideal female Congressional candidate for a moderate district in a swing state, she would probably look like Lisa Scheller. The 61-year-old chemical manufacturing executive is a lifetime member of the National Rifle Association and the mother of two grown children. Staunchly conservative and relatable, Scheller is able to navigate a rhetorical tightrope, touting her political independence from national Republicans, even as she appears at a Trump campaign event. And she offers a compelling personal narrative: as a young adult, she struggled with heroin addiction, spent time in a halfway house, and emerged from the experience committed to helping her hometown overcome the opioid crisis. In 2018, Scheller launched “Hope & Coffee,” a cafe that employs recovering addicts and serves as a gathering place for support groups. Her persona and message has appeal among both suburbanites and rural voters who make up Pennsylvania’s newly-drawn 7th District, in the bucolic Lehigh Valley. In 2016, voters in the area swung for Hillary Clinton, but just barely—by a point—making it a natural pick-up opportunity for a Republican in her mold. And unlike many other GOP House candidates this year, Scheller is insulated from some of the most acute financial pressures: she poured more than $2 million of her own fortune into her campaign.",
      "date": 1606821720000,
      "shortDescription":"That isn’t to say, Dusaniwsky added, that Tesla short interest won’t gradually decrease as short sellers tap out due to their losses.",
      "img": "https://static01.nyt.com/images/2020/10/12/us/politics/12elections-brief-rally4/12elections-brief-rally4-superJumbo.jpg"

    },
    {
      "id": "c50e1d16-1dc1-11eb-adc1-0242ac120002",
      "name": "How to Spot Disinformation Around Election Day—And What to Do About It",
      "description":"With Nov. 3 just a few days away, unreliable and false information around the U.S. election process is swirling. A recent report from media watchdog group NewsGuard found that misinformation related to election security and voting has been “flourishing” online, and experts expect that could intensify further in the run-up to Election Day. There are, however, several steps you can take to protect yourself and your community against false and misleading information. First, a quick rundown of terms. Misinformation means false information that people share without realizing it’s false. That “can be like your mom shares something with you out of love because she’s worried about you,” but that information is still wrong, says Aimee Rinehart, U.S. deputy director of First Draft News, a nonprofit that works to fight mis- and disinformation online. Disinformation, on the other hand, is false information that’s intentionally spread to mislead people, such as the falsehoods spread by Russian operatives in the 2016 general election. Misinformation and disinformation may continue to proliferate during and after Election Day, due in part to the unique circumstances in which Americans are voting. Due to changes made to election systems to protect Americans during the COVID-19 pandemic, many states might not be able to report their completed results by Election Night, or even for several days after Nov. 3. For those trying to sow chaos or doubt in the U.S. electoral process, uncertainty is an opportunity. “Be prepared for some serious uncertainty on Election Day, moreso than probably any election in our lifetime,” says Jevin West, an associate professor at the Information School at the University of Washington and the Director of the Center for An Informed Public. “It’s during uncertain times when misinformation or disinformation propagate the most.”",
      "date": 1601547742000,
      "shortDescription":"Short sellers borrow shares to immediately sell when the price is high, re-buy the stock when the price is low, and pocket the difference after returning the shares to their broker (a move known as “closing a short.”)",
      "img": "https://api.time.com/wp-content/uploads/2020/10/election-misinformation.jpg?w=800&quality=85https://api.time.com/wp-content/uploads/2020/10/election-misinformation.jpg?w=800&quality=85"

    },
    {
      "id": "c7331646-1dc1-11eb-adc1-0242ac120002",
      "name": "'A Litigation Arms Race.' Why The 2020 Election Could Come Down To The Courts",
      "description":"When Chief Justice John Roberts joined his three liberal colleagues on Monday to uphold Pennsylvania’s Supreme Court decision extending the deadline for accepting absentee ballots, Democrats were ecstatic. It was the third time Republicans had unsuccessfully attempted to limit mail-in voting in Pennsylvania, and the ruling will likely result in thousands more ballots being counted. That’s a big deal in the crucial swing state that President Donald Trump won by just over 44,000 votes four years ago. But Democrats’ excitement was tempered by a lingering anxiety that their victory may be short-lived. The ruling remains in place only because the U.S. Supreme Court is deadlocked. With the Senate poised to confirm Trump nominee Judge Amy Coney Barrett as the ninth justice, Democrats are well aware that a similar decision, regarding Pennsylvania’s rules or any future election-related case, may not break in their favor. “While this decision was a victory for democracy it was a disturbing reminder of what’s at stake if the Republicans have their way and fill this vacancy on the Supreme Court,” Democratic Senate Minority Whip Dick Durbin said on a phone call with reporters Wednesday. “With one more vote they would have succeeded [in halting the ruling]. With Amy Coney Barrett, they might have succeeded.” This past year, Democratic and Republican lawyers have filed hundreds of election-related lawsuits in state and federal courts, putting this election on track to become the most litigated in history. One reason for the deluge is COVID-19, which compelled most states to expand access to absentee and mail-in voting, add ballot drop boxes, or tweak deadlines and other requirements. Nearly every time states have implemented a change, it’s been followed by a lawsuit. There have been at least 380 election-related lawsuits solely stemming from the pandemic, according to the Stanford-MIT Healthy Elections Project. In 2016, there were 337 lawsuits total, according to data compiled by Rick Hasen, a law professor at the University of California-Irvine. Ned Foley, an election law expert at Ohio State University, has described this year as “a litigation arms race.”",
      "date": 1598698827000,
      "shortDescription":"Stadia, Google’s budding game-streaming service, is announcing a major new feature today: you can now share your games with family.",
      "img": "https://api.time.com/wp-content/uploads/2020/10/2020-election-litigation-courts.jpg?w=800&quality=85"

    },
    {
      "id": "d4717c26-1dc1-11eb-adc1-0242ac120002",
      "name": "In Last-Minute Swing Through Key States, DHS and ICE Are Making the Case for Donald Trump’s Re-Election",
      "description":"In the final weeks leading up to the 2020 election, the Department of Homeland Security and U.S. Immigration and Customs Enforcement have launched a highly unusual publicity blitz to spotlight immigration enforcement actions in key battleground states where President Donald Trump is trailing his opponent Joe Biden in the polls. As part of this push, top DHS and ICE leaders have traveled across the country to hold at least four press conferences this month in Pennsylvania, Arizona and Minnesota, shadowing the path of Trump’s rallies as he makes a last-minute appeal to voters there. These public announcements by senior leaders ahead of the election, which former officials tell TIME are abnormal, if not unprecedented, have been held to publicize mostly routine immigration enforcement operations that would usually have been revealed with little fanfare. Instead, DHS and ICE officials have used them as a platform to aggressively make the case for the president’s immigration policies, often taking on a markedly Trumpian tone and echoing parts of his stump speech. At multiple events, Acting Homeland Security Secretary Chad Wolf and his deputy Ken Cuccinelli have talked about immigrants taking American jobs, blasted Democrat-run sanctuary cities, touted “America First” and warned of “evil people who seek to travel to the United States with the intent of harming and killing Americans.”",
      "date": 1602324610000,
      "shortDescription":"Currently, Google Pay and PhonePe have a mammoth share in India’s UPI-based payment market. Two companies were responsible for more than 1.6 billion out of 2 billion transactions in October.",
      "img": "https://api.time.com/wp-content/uploads/2020/10/GettyImages-1227724988.jpg?w=800&quality=85"

    },
    {
      "id": "d9d163e8-1dc1-11eb-adc1-0242ac120002",
      "name": "Breonna Taylor Memorial Will Move to an African American Museum in Louisville",
      "description":"(LOUISVILLE, Ky.) — A memorial for Breonna Taylor will be moved from a downtown park into a nearby museum in Louisville, Kentucky. The outdoor memorial honoring Taylor with a mural, posters, artwork and other mementos is currently at Jefferson Square Park, the base for months of protests. The material needs a protected space with winter coming, said Shameka Parrish-Wright, co-chair of the Kentucky Alliance Against Racist and Political Repression. She said the Roots 101 African American Museum is an appropriate place. Museum founder Lamont Collins said the memorial space will be upstairs in a room overlooking the Ohio River, honoring victims of police brutality and people who died protesting. “When we buried our ancestors, those who went before us — traditionally, we always buried them near water,” Collins said Sunday. “We have a riverview area here at the museum. So my suggestion is, let’s give her and other people that have died at the protests a room to always honor what they did before us.” One side of the room will hold a casket marked with the names of police brutality victims and those who have died from hate crimes. It was carried by a group of students during a march in June. On the other side will be mementos of Taylor, Collins said.",
      "date": 1605093071000,
      "shortDescription":"We’re delighted to be working with five leading banks in India: ICICI Bank, HDFC Bank, Axis Bank, the State Bank of India, and Jio Payments Bank. People can send money on WhatsApp to anyone using a UPI supported app.",
      "img": "https://api.time.com/wp-content/uploads/2020/11/breonna-taylor-memorial-move.jpg?w=800&quality=85"

    }
  ]
}